adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-tw-fonts
adobe-source-han-serif-cn-fonts
adobe-source-han-serif-jp-fonts
adobe-source-han-serif-tw-fonts
amd-ucode
aquamarine
base
base-devel
blueman
bluez
bluez-utils
cliphist
cpio
dmidecode
efibootmgr
egl-wayland
ex-vi-compat
firefox
gamemode
git
grub
gst-plugin-pipewire
htop
hyprcursor
hyprgraphics
hypridle
hyprland
hyprland-protocols
hyprlang
hyprlock
hyprpicker
hyprpolkitagent
hyprshot
hyprutils
hyprwayland-scanner
kitty
lib32-nvidia-utils
libpulse
libreoffice-fresh
linux
linux-firmware
linux-headers
linux-lts
linux-lts-headers
lutris
ly
mangohud
meson
nano
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
nvidia-open-dkms
openssh
otf-font-awesome
otf-ipafont
pavucontrol
pcmanfm-qt
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
protontricks
qt5-wayland
qt6ct
rofi
signal-desktop
steam
swaync
timeshift
unzip
waybar
wget
wine
wireplumber
woff2-font-awesome
wqy-microhei
wqy-zenhei
xdg-desktop-portal-hyprland
xorg-xeyes
zram-generator
zsh
