amd-ucode
aquamarine
base
base-devel
blueman
bluez
bluez-utils
cliphist
efibootmgr
egl-wayland
firefox
gamemode
git
grub
gst-plugin-pipewire
hyprcursor
hyprgraphics
hypridle
hyprland
hyprland-protocols
hyprlang
hyprlock
hyprpaper
hyprpicker
hyprpolkitagent
hyprshot
hyprutils
hyprwayland-scanner
kitty
lib32-nvidia-utils
libpulse
linux
linux-firmware
linux-headers
linux-lts
linux-lts-headers
mangohud
nano
nvidia-open-dkms
openssh
pavucontrol
pcmanfm-qt
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
qt5-wayland
rofi
sddm
steam
swaync
timeshift
vi
waybar
wget
wine
wireplumber
xdg-desktop-portal-hyprland
xorg-xeyes
zram-generator
zsh
